"ONE_SONG" = "1 首歌曲";
"SONGS_COUNT_FORMAT" = "%d 首歌曲";

"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "发布日期 %@";

"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@，%@。";

"MUSIC" = "音乐";

"123" = "123";

"Add All Albums" = "添加所有专辑";

"Add All Songs" = "添加所有歌曲";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "存储";
"ADD_PLAYLIST_DIALOG_TITLE" = "新建播放列表";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "输入此播放列表的名称。";
"ADD_PLAYLIST_ROW" = "添加播放列表…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "标题";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "将歌曲添加到“%@”。";
"EDIT_PLAYLIST_RENAME" = "重新命名";
"EDIT_PLAYLIST_ADD_SONGS" = "添加歌曲";
"RENAME_PLAYLIST_DIALOG_TITLE" = "重新命名播放列表";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "标题";

"Albums" = "专辑";

"All Albums" = "所有专辑";

"All Songs" = "所有歌曲";

"Cancel" = "取消";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_MESSAGE" = "正在更新资料库\U2026";

"WAITING_FOR_POST_PROCESSING_TO_FINISH_SUBTITLE" = "这可能需要几分钟。";

"Refresh Playlist" = "刷新播放列表";

"CLEAR" = "清除";

"Clear Playlist" = "清除播放列表";

"Save Playlist" = "存储播放列表";

"Delete Playlist" = "删除播放列表";

"Delete" = "删除";

"Done" = "完成";

"Edit" = "编辑";

"Save" = "存储";

"LISTING_COUNT_ALBUMS_FORMAT" = "%d 张专辑";

"LISTING_COUNT_ARTISTS_FORMAT" = "%d 位表演者";

"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "%d 项";

"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "%d 条轨道";

"LISTING_COUNT_GENRES_FORMAT" = "%d 种风格";

"LISTING_COUNT_PLAYLISTS_FORMAT" = "%d 个播放列表";

"LISTING_COUNT_SONGS_FORMAT" = "%d 首歌曲";

"NO_CONTEXT_NAVTITLE_ARTISTS" = "表演者";

"NO_CONTEXT_NAVTITLE_GENRES" = "风格";

"OK" = "好";

"Playlists" = "播放列表";

"Shuffle" = "随机播放";

"Songs" = "歌曲";

"Unknown" = "未知";
"UNKNOWN_ARTIST" = "未知表演者";
"UNKNOWN_ALBUM" = "未知专辑";

"NOW_PLAYING_BUTTON_LABEL" = "正在播放";

"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "表演者（%@ 个结果）";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "表演者（%@ 个结果）";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "专辑（%@ 个结果）";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "专辑（%@ 个结果）";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "播放列表（%@ 个结果）";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "播放列表（%@ 个结果）";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "歌曲（%@ 个结果）";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "歌曲（%@ 个结果）";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "风格（%@ 个结果）";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "风格（%@ 个结果）";

"ADD_SONGS_TO_PLAYLIST_FORMAT" = "将歌曲添加到“%@”播放列表。";

"ALBUM_INFO_SEPARATOR" = "，";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "发布日期 %@";
"ALBUM_INFO_SONGS_SINGULAR" = "1 首歌曲";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "%u 首歌曲";
"ALBUM_INFO_TIME_SINGULAR" = "1 分钟";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u 分钟";

"UNKNOWN_DURATION" = "--:--";
